define({
    appTitle: 'Miatel Control Center',
    btn: {
        loginName: 'Войти',
        cancelName: 'Отменить',
        remindName: 'Напомнить',
        submitName: 'Отправить'
    },
    err: {
        title: 'Ошибка!',
        crytical: 'Критическая ошибка!',
        '201': 'Пользователь не найден',
        '203': 'Не верно переданы параметры',
        '901': 'Не могу создать счет в 1С на оплату аренды номеров',
        '902': 'Не могу создать счет 1с на оплату таксации',
        '903': 'Не могу сохранить в базу данных информацию об оплате аренды номеров',
        '904': 'Не могу сохранить в базу данных информаци об оплате таксации',
        'A801': 'Ошибка! Не верно переданы параметры в 1С'
    },
    info: {
        title: 'Информация',
        saveComplete: 'Информация сохранена успешно'        
    },
    phoneType: {
        silver: 'Серебрянный',
        gold: 'Золотой',
        other: 'Другой',
        offline: 'Offline',
        private: 'Private',
        bronza: 'Бронзовый'
    },    
    confirmDel: 'Вы действительно хотите удалить?',
    confirmClientDel: 'У этой компании есть Клиент. Вы действительно хотите удалить?'
});